Revit 2027 API
SymbolTypeId.OneColon Property
 Symbol 1:, indicating unit 1 : Ratio.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OneColon { get; }
Public Shared ReadOnly Property OneColon As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OneColon {
	ForgeTypeId^ get ();
}
static member OneColon : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace